[
    {
        "title": "League of Legends Stats Analysis",
        "year": "2025",
        "image": "https://cdn1.epicgames.com/offer/24b9b5e323bc40eea252a10cdd3b2f10/EGS_LeagueofLegends_RiotGames_S1_2560x1440-47eb328eac5ddd63ebd096ded7d0d5ab",
        "description": "Designed and conducted a hypothesis test on the collected data of the 2022 League of Legends World Championship event. Analyzed statistical patterns and trends to validate or refute the proposed hypothesis. Presented findings through a formatted report published on a website."
    },
    {
        "title": "Big Data GUI",
        "year": "2023",
        "image": "https://go.tiffin.edu/wp-content/uploads/2022/05/mscj-crime-analysis-scaled.jpg",
        "description": "Developed a GUI that sorts and displays the different crime reports by selected category. Utilized the police department incident report data spanning from January 2003 to May 2018."
    },
    {
        "title": "Bikewatching Geospatial Visualization",
        "year": "2025",
        "image": "/images/bikewatching_screenshot.png",
        "description": "A geospatial visualization showing bike datas located in Boston and Cambridge. The green lines are the bike lanes, circles are the Blue Bike stations and the colors represent the traffic at the destinations. There's also a filter for the traffic at specific time of the day."
    },
    {
        "title": "Text Excel",
        "year": "2021", 
        "image": "https://media.istockphoto.com/id/1388741354/vector/spreadsheet-editing-app-illustration-flat-design-editable-vector.jpg?s=612x612&w=0&k=20&c=RtghpoDO8azHQn4NF37E2df06fImIopI1SRVQzvy-5A=",
        "description": "Developed a replica of the functionality and capabilities of a spreadsheet. Programmed core operations such as data input, editing, cell references, and formula calculations"
    },
    {
        "title": "Laborum voluptates sapiente temporibus!",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ratione voluptatum dolore pariatur ipsa, sunt animi cumque molestiae molestias? At blanditiis porro delectus quam a sed tempora facere natus maiores rem ipsam, non cum enim fugit officiis aperiam reprehenderit?"
    },
    {
        "title": "Ipsa expedita omnis necessitatibus!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Saepe blanditiis delectus odit sunt optio cumque rem libero? Suscipit nostrum doloribus, et libero maxime beatae ea? Quia eum distinctio aspernatur velit cupiditate, animi exercitationem officiis unde at commodi nobis!"
    },
    {
        "title": "Omnis possimus animi blanditiis!",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aut nemo facere modi, voluptate beatae iure dicta! Possimus quaerat, repellat pariatur recusandae animi quisquam necessitatibus molestias, aliquam libero eos quidem veritatis veniam laborum sed iste placeat deleniti consectetur. Officia."
    },
    {
        "title": "Cupiditate iste praesentium deserunt.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aperiam unde voluptatibus asperiores dignissimos sint, totam tenetur ex a cupiditate, accusantium architecto exercitationem! Quis quos, sequi eius quae, nemo tempora veritatis, officia porro eos ea dolor aliquid alias minima."
    },
    {
        "title": "Minima expedita quidem placeat!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Unde eaque quod officia in molestias labore magnam culpa inventore harum vero libero porro, id magni nesciunt sequi illum nobis quia animi reprehenderit minima nam perferendis ipsam. Recusandae, quis aut."
    },
    {
        "title": "Voluptatem fugiat ex autem?",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Repellat amet quas distinctio, ipsa quisquam nostrum temporibus suscipit dolore numquam repudiandae facere blanditiis cupiditate porro unde iusto adipisci ex laborum natus aut quos consequatur eveniet dolorum? Saepe, voluptatem magni."
    },
    {
        "title": "Quidem, nisi recusandae. Libero.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Molestiae repudiandae ipsam facere ratione qui illo corrupti optio quo sunt animi reprehenderit laborum id facilis, ipsa et aperiam voluptates iure illum quisquam, eos autem numquam officia voluptatum. Dolor, nisi."
    },
    {
        "title": "Id libero nostrum commodi.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Nesciunt saepe esse optio distinctio modi voluptas officia porro dignissimos eum, reprehenderit at. Suscipit molestiae harum temporibus blanditiis totam. Animi pariatur cumque libero veniam incidunt quidem, cum esse perspiciatis delectus!"
    }
]